Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
pt_br: quantidade de stops entre cinza médio e preto puro. esta é a leitura que um exposímetro daria na cena. aumente para obter mais contraste. diminua para recuperar mais detalhes com pouca luz.

source: safety factor
pt_br: fator de segurança

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
pt_br: aumenta ou diminui a faixa dinâmica calculada. útil junto com "ajustar níveis automaticamente".

source: auto tune levels
pt_br: ajustar níveis automaticamente

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
pt_br: tentar otimizar os ajustes usando estimações. ajustará a a faixa de luminância dentro dos limites do histograma. funciona melhor para paisagens e figuras com iluminação uniforme mas falha para high-key e low-key

source: filmic S curve
pt_br: curva S fílmica

source: slope of the linear part of the curve affects mostly the mid-tones
pt_br: inclinação da parte linear da curva afeta principalmente os meios-tons

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
pt_br: domínio de linearidade no meio da curva. aumente para obter mais contraste nas luminâncias extremas.

source: shadows/highlights balance
pt_br: balanço de sombras e realces

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
pt_br: desliza a latitude ao longo da curva para dar mais espaço para sombraas ou realces. use se precisar proteger detalhes em uma extremidade do histograma

source: global saturation
pt_br: saturação global

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
pt_br: desatura a entrada do módulo globalmente. você precisa determinar um valor abaixo de 100% se a preservação de crominância está habilitada.

source: extreme luminance saturation
pt_br: saturação para luminância extrema

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
pt_br: desatura a saída do módulo especificamente em luminâncias extremas diminua se sombras e/ou realces estão saturados demais.

source: intent
pt_br: intenção

source: contrasted
pt_br: contrastado

source: faded
pt_br: esmaecendo

source: optimized
pt_br: otimizado

source: change this method if you see reversed contrast or faded blacks
pt_br: mude este método se perceber contraste revertido ou preto esmaecido

source: preserve the chrominance
pt_br: preservar a crominância

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
pt_br: assegurar que as cores originais são preservadas. pode produzir cores supersaturadas e reforçar aberrações cromáticas da lente.

source: destination/display
pt_br: destino/display

source: target black luminance
pt_br: luminância de preto alvo

source: luminance of output pure black, this should be 0% except if you want a faded look
pt_br: luminância do preto puro de saída, isto deveria ser 0% exceto se quiser uma aparência esmaecida

source: target middle grey
pt_br: cinza médio alvo

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
pt_br: valor de cinza médio do display alvo ou espaço de cor. você não deve tocar nisto a não ser que saiba o que está fazendo.

source: target white luminance
pt_br: luminância de branco alvo

source: luminance of output pure white, this should be 100% except if you want a faded look
pt_br: luminância do branco puro de saída, isto deveria ser 100% exceto se quiser uma aparência esmaecida

source: target gamma
pt_br: gama alvo

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
pt_br: potência ou gama da função de transferência do display ou espaço de cor. você nunca deveria mexer nisso a não ser que saiba o que está fazendo.

source: filmic rgb
pt_br: rgb fílmico

source: 07 EV dynamic range
pt_br: 07 EV faixa dinâmica

source: 09 EV dynamic range
pt_br: 09 EV faixa dinâmica

source: 11 EV dynamic range
pt_br: 11 EV faixa dinâmica

source: 13 EV dynamic range
pt_br: 13 EV faixa dinâmica

source: white exposure
pt_br: exposição de branco

source: black exposure
pt_br: exposição relativa de preto

source: dynamic range scaling
pt_br: escala de faixa dinâmica

source: shadows highlights balance
pt_br: balanço de sombras e realces

source: target power transfer function
pt_br: define a função de transferência de energia

source: preserve chrominance
pt_br: preservar a crominância

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
pt_br: gráfico não modificável, use os parâmetros abaixo para determinar os nós a curva clara é a de mapeamento de tons fílmicos a curva escura é a de desaturação

source: scene
pt_br: cena

source: look
pt_br: aparência

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
pt_br: ajuste para coincidir com a luminância média do objeto ra imagem. o valor entrado aqui será reajustado para corresponder a 18.45%. diminua o valor para aumentar o brilho geral.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
pt_br: simetricamente aumenta ou diminui a faixa dinâmica calculada. útil junto para dar margem de segurança em liminâncias extremas.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
pt_br: tenta otimizar as configurações com algumas suposições estatísticas. isso ajustará a faixa de luminância dentro dos limites do histograma. funciona melhor para paisagens e imagens com iluminação uniforme, mas falha em imagens de high key, low key, e ISO alto. isso não é inteligência artificial, mas um cálculo simples. certifique-se de entender suas suposições antes de usá-lo.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
pt_br: domínio de linearidade no meio da curva, em porcentagem da faixa dinâmica (exposição de branco - exposição de preto). aumente para conseguir mais contraste e menos dessaturação em luminâncias extremas, de outr aforma, diminua. nenhuma dessaturação é feita na faixa da latitude. não tem efeitos em tons médios.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
pt_br: desaturar a saída do módulo especificamente em luminâncias extremas aumente se sombras e/ou realces estão subsaturados.

source: luminance Y
pt_br: luminância Y

source: RGB power norm
pt_br: norma da potência RGB

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
pt_br: assegurar que as cores originais são preservadas. pode produzir cores supersaturadas e reforçar aberrações cromáticas da lente.

source: scale into final size
pt_br: mudar escala para tamanho final

source: autodetect
pt_br: detectar automaticamente

source: no rotation
pt_br: não girar

source: flip horizontally
pt_br: girar horizontalmente

source: flip vertically
pt_br: girar verticalmente

source: rotate by -90 degrees
pt_br: girar -90 graus

source: rotate by 90 degrees
pt_br: girar 90 graus

source: rotate by 180 degrees
pt_br: girar 180 graus

source: rotate
pt_br: girar

source: rotate 90 degrees CCW
pt_br: girar 90 graus sentido anti-horário

source: rotate 90 degrees CW
pt_br: girar 90 graus sentido horário

source: display encoding
pt_br: encoding de tela

source: global tonemap
pt_br: mapemento tonal global

source: bias
pt_br: tendência

source: target
pt_br: alvo

source: operator
pt_br: operador

source: the global tonemap operator
pt_br: operador de mapeamento tonal global

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
pt_br: a tendência para o mapeador tonal controla a linearidade, quanto mais alto mais detalhes nos pretos

source: the target light for tonemapper specified as cd/m2
pt_br: a luz alvo para o mapeador tonal especificado em cd/m2

source: neutral gray ND2 (soft)
pt_br: cinza neutro ND2 (soft)

source: neutral gray ND4 (soft)
pt_br: cinza neutro ND4 (soft)

source: neutral gray ND8 (soft)
pt_br: cinza neutro ND8 (soft)

source: neutral gray ND2 (hard)
pt_br: cinza neutro ND2 (hard)

source: neutral gray ND4 (hard)
pt_br: cinza neutro ND4 (hard)

source: neutral gray ND8 (hard)
pt_br: cinza neutro ND8 (hard)

source: orange ND2 (soft)
pt_br: laranja ND2 (soft)

source: yellow ND2 (soft)
pt_br: amarelo ND2 (soft)

source: purple ND2 (soft)
pt_br: roxo ND2 (soft)

source: green ND2 (soft)
pt_br: verde ND2 (soft)

source: red ND2 (soft)
pt_br: vermelho ND2 (soft)

source: blue ND2 (soft)
pt_br: azul ND2 (soft)

source: brown ND4 (soft)
pt_br: marrom ND4 (soft)

source: graduated density
pt_br: densidade graduada

source: density
pt_br: densidade

source: hardness
pt_br: dureza

source: the density in EV for the filter
pt_br: a densidade em EV para o filtro

source: hardness of graduation: 0% = soft, 100% = hard
pt_br: dureza da graduação: 0% = soft, 100% = hard

source: rotation of filter -180 to 180 degrees
pt_br: girar o filtro -180 a 180 graus

source: select the hue tone of filter
pt_br: selecione o ton de matiz do filtro

source: select the saturation of filter
pt_br: selecione a saturação do filtro

source: [%s on nodes] change line rotation
pt_br: [%s em nós] mudar rotação da linha

source: [%s on line] move line
pt_br: [%s em linha] mover linha

source: [%s on line] change density
pt_br: [%s em linha] mudar densidade

source: [%s on line] change hardness
pt_br: [%s em linha] mudar dureza

source: grain
pt_br: grão

source: midtones bias
pt_br: tendência dos meios-tons

source: the grain size (~ISO of the film)
pt_br: o tamanho do grão (~ISO do filme)

source: the strength of applied grain
pt_br: a força do grão aplicado

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
pt_br: quanto de viés de meios-tons da modelagem de resposta do papel fotográfico. quanto maior o viés, mais pronunciada a queda da granulação em sombras e tons claros

source: haze removal
pt_br: remoção de névoa

source: distance
pt_br: distância

source: amount of haze reduction
pt_br: quantidade de redução de névoa

source: limit haze removal up to a specific spatial depth
pt_br: limitar remoção de névoa a uma profundidade espacial específica

source: highlight reconstruction
pt_br: reconstrução de realce

source: clip highlights
pt_br: recortar realces

source: reconstruct in LCh
pt_br: reconstruir em LCh

source: reconstruct color
pt_br: reconstruir cor

source: highlight reconstruction method
pt_br: método de reconstrução de realce

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
pt_br: ajustar manualmente o limine te corte contra realces magenta (não deveria ser necessário modificar)

source: highpass
pt_br: passa-altas

source: sharpness
pt_br: nitidez

source: contrast boost
pt_br: ganho de contraste

source: the sharpness of highpass filter
pt_br: a nitidez do filtro passa-altas

source: the contrast of highpass filter
pt_br: o contraste do filtro passa-altas

source: hot pixels
pt_br: pixels quentes

source: fixed %d pixel
pt_br: corrigidos %d pixels

source: lower threshold for hot pixel
pt_br: limite inferior para pixel quente

source: strength of hot pixel correction
pt_br: força da correção de pixel quente

source: detect by 3 neighbors
pt_br: detectar por 3 vizinhos

source: mark fixed pixels
pt_br: marcar pixels corrigidos

source: hot pixel correction only works for raw images.
pt_br: correção automática de pixels quentes somente funciona para imagens raw.

source: `%s' color matrix not found for 4bayer image
pt_br: `%s' matriz de cores não encontrada para imagem 4bayer

source: invert
pt_br: inverte

source: pick color of film material from image
pt_br: selecione a cor do material do filme na imagem

source: color of film material
pt_br: cor do material do filme

source: brightness of film material
pt_br: brilho do material do filme

source: select color of film material
pt_br: selecione a cor do material do filme

source: lens correction
pt_br: correção da lente

source: find camera
pt_br: procura câmera

source: find lens
pt_br: procura lente

source: camera model
pt_br: modelo da câmera

source: select corrections
pt_br: correções da lene

source: corrections
pt_br: correções

source: geometry
pt_br: geometria

source: maker: %s model: %s%s mount: %s crop factor: %.1f
pt_br: fabricante: %s modelo: %s%s encaixe: %s fator de corte: %.1f

source: camera/lens not found - please select manually
pt_br: câmera/lente não encontrados - favor selecionar manualmente

source: try to locate your camera/lens in the above two menus
pt_br: tente localizar sua câmera/lente nos dois menus acima

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
pt_br: fabricante: %s modelo: %s distância focal: %s abertura: %s fator de corte: %.1f tipo: %s montagem: %s

source: focal length (mm)
pt_br: distância focal (mm)

source: f-number (aperture)
pt_br: f-número (abertura)

source: distance to subject
pt_br: distância do objeto

source: distortion & TCA
pt_br: distorção & TCA

source: distortion & vignetting
pt_br: distorção & vinheta

source: TCA & vignetting
pt_br: TCA & vinheta

source: only distortion
pt_br: apenas distorção

source: only TCA
pt_br: apenas TCA

source: only vignetting
pt_br: apenas vinheta

source: which corrections to apply
pt_br: quais correções a aplicar

source: target geometry
pt_br: geometria alvo

source: rectilinear
pt_br: retilínea

source: fish-eye
pt_br: olho de peixe

source: panoramic
pt_br: panorâmica

source: orthographic
pt_br: ortográfica

source: stereographic
pt_br: estereográfica

source: equisolid angle
pt_br: ângulo equisólido

source: thoby fish-eye
pt_br: olho de peixe thoby

source: auto scale
pt_br: auto escala

source: correct distortions or apply them
pt_br: corrige ou aplica distorções

source: correct
pt_br: corregir

source: distort
pt_br: distorções

source: Transversal Chromatic Aberration red
pt_br: Aberrações Cromáticas Transversais vermelho

source: TCA red
pt_br: TCA vermelho

source: Transversal Chromatic Aberration blue
pt_br: Aberrações Cromáticas Transversais azul

source: TCA blue
pt_br: TCA azul

source: corrections done:
pt_br: correções feitas:

source: which corrections have actually been done
pt_br: quais correções foram realizadas efetivamente

source: levels
pt_br: níveis

source: white
pt_br: branco

source: drag handles to set black, gray, and white points. operates on L channel.
pt_br: arraste os alças para ajustar pontos de preto, cinza e branco. opera no canal L.

source: apply auto levels
pt_br: aplicar níveis automáticos

source: pick black point from image
pt_br: selecionar ponto de preto na imagem

source: pick medium gray point from image
pt_br: selecionar ponto de cinza médio na imagem

source: pick white point from image
pt_br: selecionar ponto de branco na imagem

source: black percentile
pt_br: preto percentil

source: gray percentile
pt_br: cinza percentil

source: white percentile
pt_br: branco percentil

source: liquify
pt_br: liquefazer (liquify)

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pt_br: click para adicionar ponto scroll para mudar tamanho shift-scroll para mudar força - ctrl-scroll para mudar direção

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pt_br: click para adicionar linha scroll para mudar tamanho shift-scroll para mudar força - ctrl-scroll para mudar direção

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pt_br: click para adicionar curva scroll para mudar tamanho shift-scroll para mudar força - ctrl-scroll para mudar direção

source: click to edit nodes
pt_br: clique para adicionar nós

source: use a tool to add warps. right-click to remove a warp.
pt_br: use uma ferramenta para adicionar deformações. click-direito para remover uma deformação.

source: warps|nodes count:
pt_br: deformações|contagem de nós:

source: point tool: draw points
pt_br: ferramenta de ponto: desenha pontos

source: line tool: draw lines
pt_br: ferramenta de linha: desenha linhas

source: curve tool: draw curves
pt_br: ferramenta de curva: desenha curvas

source: node tool: edit, add and delete nodes
pt_br: ferramenta de nó: edita, adiciona e exclui nós

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
pt_br: ctrl-click: adiciona nó - click direito: remove caminho ctrl-alt-click: alterna linha/curva

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
pt_br: click e arraste para mover - click: mostra/esconde controles de enevoamento ctrl-click: autosuaviza, cúspide (ponta), suaviza, simétrico - click direito para remover

source: drag to change shape of path
pt_br: arrastar para mudar forma do caminho

source: drag to adjust warp radius
pt_br: arraste para ajustar o raio da deformação

source: drag to adjust hardness (center)
pt_br: arrastar para ajustar dureza (centro)

source: drag to adjust hardness (feather)
pt_br: arrastar para ajustar dureza (progressivo)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
pt_br: arraste para ajustar força da deformação ctrl-click: linear, aumentar, e encolher

source: point tool
pt_br: ferramenta de ponto

source: line tool
pt_br: ferramenta de linha

source: curve tool
pt_br: ferramenta de curva

source: node tool
pt_br: ferramenta de nó

source: lowlight vision
pt_br: visão com luz baixa

source: blue shift
pt_br: deslocamento azul

source: indoor bright
pt_br: interior claro

source: indoor dim
pt_br: interior luz suave

source: indoor dark
pt_br: interior escuro

source: twilight
pt_br: crepúsculo

source: night street lit
pt_br: rua noturno iluminado

source: night street
pt_br: rua noturno

source: night street dark
pt_br: rua noturno escuro

source: night
pt_br: noite

source: dark
pt_br: escuro

source: bright
pt_br: claro

source: day vision
pt_br: visão de dia

source: night vision
pt_br: visão de noite

source: blueness in shadows
pt_br: azulamento nas sombras

source: lowpass
pt_br: passa-baixas

source: local contrast mask
pt_br: máscara de constraste local

source: filter order
pt_br: ordem do filtro

source: 0th order
pt_br: 0 ordem

source: 1st order
pt_br: 1a ordem

source: 2nd order
pt_br: 2a ordem

source: filter order of gaussian blur
pt_br: ordem do filtro gaussiano de desfoque

source: soften with
pt_br: suavizar com

source: gaussian
pt_br: gaussiano

source: bilateral filter
pt_br: filtro bilateral

source: radius of gaussian/bilateral blur
pt_br: raio do desfoque gaussiano/bilateral

source: contrast of lowpass filter
pt_br: contraste do filtro passa-baixas

source: brightness adjustment of lowpass filter
pt_br: ajuste brilho do filtro passa-baixas

source: color saturation of lowpass filter
pt_br: saturação de cor do filtro passa-baixas

source: which filter to use for blurring
pt_br: qual filtro usar para desfoque

source: application color space
pt_br: espaço de cor

source: interpolation
pt_br: interpolação

source: error allocating buffer for gmz lut
pt_br: erro ao alocar buffer para gmz lut

source: invalid png file %s
pt_br: arquivo png inválido %s

source: png bit-depth %d not supported
pt_br: png com profundidade de bit %d não suportado

source: invalid level in png file %d %d
pt_br: nível inválido em arquivo png %d %d

source: this darktable build is not compatible with compressed clut
pt_br: este build do darktable não é compatível com compressão de clut

source: error - lut 3D size %d exceeds the maximum supported
pt_br: erro - tamanho do lut 3D %d excede o máximo suportado

source: error allocating buffer for png lut
pt_br: erro ao alocar buffer para png lut

source: error - could not read png image %s
pt_br: erro - não é possível ler imagem png `%s'

source: error - allocating buffer for png lut
pt_br: erro ao alocar buffer para png lut

source: error - invalid cube file: %s
pt_br: erro: arquivo de cubo inválido: %s

source: DOMAIN MIN <> 0.0 is not supported
pt_br: DOMINIO MIN <> 0.0 não é suportado

source: DOMAIN MAX <> 1.0 is not supported
pt_br: DOMINIO MAX <> 1.0 não é suportado

source: [1D cube lut is not supported
pt_br: cubo lut 1D não é suportado

source: error - allocating buffer for cube lut
pt_br: arro ao alocar buffer para cube lut

source: error - cube lut size is not defined
pt_br: erro - tamanho do cubo lut não definido

source: error - cube lut invalid number line %d
pt_br: erro - número de linha de cubo LUT inválido %d

source: error - cube lut lines number %d is not correct, should be %d
pt_br: erro - número de linhas do cubo lut %d está errado, deveria ser %d

source: warning - cube lut %d out of range values [0,1]
pt_br: advertência - cubo lut %d fora dos valores [0,1]

source: error - invalid 3dl file: %s
pt_br: erro: arquivo 3dl inválido: %s

source: error - the maximum shaper lut value %d is too low
pt_br: erro - o valor máximo de lut shaper %d é muito baixo

source: error - cube lut lines number is not correct
pt_br: erro - número de linhas do cubo lut não está correto

source: error - the maximum lut value does not match any valid bit depth
pt_br: erro - o valor lut máximo não casa com nenhuma profundidade de bits válida

source: Lut root folder not defined
pt_br: pasta raiz do lut não definida

source: select lut file
pt_br: selecionar arquivo lut

source: _select
pt_br: _selecionar

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
pt_br: hald cluts (png), 3D lut (cubo ou 3dl) ou LUT comprimido de gmic (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
pt_br: hald cluts (png) ou 3D lut (cubo ou 3dl)

source: all files
pt_br: todos arquivos

source: Select file outside Lut root folder is not allowed
pt_br: Seleção de arquivo fora da pasta raiz do LUT não é permitida
